Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=586_lang=davvi.html.tmx
Source language: sme
Languages: sms

source: Marja Helandera ja Outi Pieski Sajosii dahkan dáiddabarggut almmustahttojit kultureahkedis 3.4.
sms: Marja Helander da Outi Pieski SajoŠsse tuejjeem čeäppõstuejjõõzzid čõõđtet

source: Sámedáiddáriid Marja Helandera ja Outi Pieski Sajosii dahkan dáiddabarggut almmustahttojit maŋŋebáreahket 3.4. dmu 20 álgi sámi kultuvrra eahkedis.
sms: SääŠmčeäŠppneeŠǩǩi Marja Helander da Outi Pieski SajoŠsse tuejjeem čeäppõstuejjõõzzid čõõđtet da čuäjtet mââibaarǥjeäŠǩǩää 3.4. čiâss 20 äŠlǧǧem sääŠm kulttur jeäŠǩǩääst.

source: Dáiddabargguid birra muitala stáhta dáiddabargodoaibmagotti várreságadoalli Veli Granö.
sms: Čeäppõstuejjõõzzi pirr maainast riikk čeäppõstuejjõstuåimmkååŠdd vääŠrrsaaǥǥjååŠđteei Veli Granö.

source: Outi Pieski ja Marja Helander leaba mielde dilálašvuođas.
sms: Outi Pieski da Marja Helander liâ mieŠldd čeäppõstuejjõspoodd.

source: Pieski duojit leat ásahuvvon Sajosa parlameantasále Soljui ja Helandera duojit fas Sajosa sámegirjerádjui ja váldouvssa bajábeallái.
sms: Pieski tuejjõõzz liâ pijjum Sajoozz parlamenttkueŠrnec Solju seinna da Helander tuejjõõzz sääŠmǩeŠrjjpõõrt da väŠldduus pââibeälla.

source: Outi Pieski seaidnerelief lea ásahuvvon parlameantasále Soljui.
sms: Outi Pieski seiŠnnreliefi lij pijjum parlamenttkueŠrnec Solju seinna.

source: Dát duodji sisttisdoallá máŋggaid gollejuvvon ja vilgesgollejuvvon stálletallearkkaid, mat ovttas hábmejit máŋggadását šealgu rávnnji sále seaidnái ja sárdnestullui.
sms: Tuejjõs nårrai määŋgain kåŠlluum da viõlggkåŠlluum stääŠlltiiskin, kook räŠjje määŋgtääŠzzaž kumccõõtti veeŠrd kueŠrnec seinna da maainsteeikriiŠlcže.

source: Oktan duoji visuálalaš vuođđun lea nissona sámegávttis geavahuvvon solju.
sms: ʼhttân tuejjõõzz visualaž vueŠlǧǧemaŠlggân lij neezzan määccka kuulli laustõkzääpneǩ.

source: Duoji oasit leat hámiset dáfus dego tallearkkat, goaikkanasat fas mat dain heaŋgájit leat dego basttet.
sms: Tuejjõõzz vuäŠzz liâ tiiskmallsa da tõin repččai kåškknjõõzz liâ pâŠsttmen.

source: Keramihkalaš basttiid hápmegiella boahtá árbevirolaš sámi čoarvebasttes. ”
sms: Ǩeramiikk pâŠsttmi ååŠbleǩǩiõll puätt sääŠm ääŠrbvuâlaž täŠhttpâŠsttmest. ”

source: Duddjodettiinan dán lean guorahallan sohkabuolvvaid rávnnji áiggis sihke oktiigullevašvuođa, mas rávdnji biepmada juohkeovtta mis ”, muitala duojár.
sms: Tuejjõõzz tuejjeŠmmen leäm smiõttâm puõlvvõõǥǥi veeŠrd ääiŠjest di õŠhttekuullmõõžž, koŠst veŠrdd poorat juâkksa meeŠst ”, maainast čeäŠppneǩ.

source: Marja Helandera guovtteoasat duodji lea ásahuvvon Sajosa sámegirjerádjui.
sms: Marja Helander kueiŠtvuäzzas tuejjõs lij pijjum Sajoozz sääŠmǩeŠrjjpõŠrtte.

source: Duoji vuosttas oassi čohkiida 30 čuovgagovas, mat govvidit otnábeaivvi sápmelaččaid ja mat leat váldon iešguđet guovlluin Suoma.
sms: Tuejjõõzz vuõssmõs vuäŠss nårrai 30:st ânnʼjõžpeeiŠv sämmlaid snimmum snimldõõǥǥâst, kook liâ snimmum juõŠǩǩ åŠrnn LääŠddjânnam.

source: Olbmot leat juogaduvvon duojis ássanbáikki, ahkejoavkku ja eatnigiela mielde.
sms: Persoon liâ klasstõllum tuejjõõzzâst jälstempääiŠǩ, ââŠjj da jieŠnnǩiõl mieŠldd.

source: Duoji nubbi oassi lea stuorra čuovgagovva, mas duottareatnamiid ala leat govviduvvon šaddočoakkáldaga šattut. ”
sms: Tuejjõõzz nuŠbb vuäŠss lij jõnn snimldõk, koŠst liâ tuõddârkueŠstelm ool snimmum sâddnorldõk sââdd. ”

source: Dat ráhkadit ornamentalaš olggoža dan láhkai ahte faŋuhit almmi guvlui, luomusmuvvamiin meroštallama ja luohkáide juohkima ráddjehusain ”, nugo dáiddár ieš muitala duojis birra.
sms: Tõk räŠjje heäŠrvvǩeŠrjjõsnallšem ooŠle, kook õõŋtõõleeŠl pâŠjjlab ââŠlm årra, piâzzee meädda meäŠrtum da klasstõllum nuäŠđest ”, mäŠhtt čeäŠppneǩ jiõčč maainast tuejjõõzzeez pirr.

source: Helandera goalmmát duodji ŠDuoddarisŠ lea ásahuvvon Sajosa váldouvssa bajábeallái lása ovdii ja dat govvida biekka spihččen ovttaskas lagežiid.
sms: Helander kuälmad tuejjõs ŠTuõddrestŠ lij pijjum Sajoozz väŠldduus pââibeäŠlnn åårrai ikkân ouŠdde da tuejjõs maainast luâđast šuuvvi piõggǩiõlin, piõgg pååssam õhttu šõddi tuõddârsueŠjji pirr.

source: Dáiddár Marja Helandera dáiddabargguid gieđahalli preassadieđáhus dás.
sms: ČeäŠppneǩ Marja Helander tuejjõõzzid ǩiõttʼtõõlli pressteâđtõs täŠst.

source: Dáiddár Outi Pieski dáiddabargguid gieđahalli preassadieđáhus dás.
sms: ČeäŠppneǩ Outi Pieski tuejjõõzzid ǩiõttʼtõõlli pressteâđtõs täŠst.
